Config = {}

Config.isLampVisible = false -- отображать ли "лампы" на транспорте

Config.lampNeon = {

	{ id = 9127, url = 'assets/1.dff', name = 'Белый' }, -- белый
	{ id = 14400, url = 'assets/2.dff', name = 'Красный' }, -- красный
	{ id = 9121, url = 'assets/3.dff', name = 'Оранжевый' }, -- оранжевый
	{ id = 14402, url = 'assets/4.dff', name = 'Желтый' }, -- желтый
	{ id = 9126, url = 'assets/5.dff', name = 'Зеленый' }, -- зеленый
	{ id = 9125, url = 'assets/6.dff', name = 'Холодный' }, -- холодный
	{ id = 14401, url = 'assets/7.dff', name = 'Голубой' }, -- голубой
	{ id = 1950, url = 'assets/8.dff', name = 'Синий' }, -- синий
	{ id = 1921, url = 'assets/9.dff', name = 'Розовый' }, -- розовый
	{ id = 1874, url = 'assets/10.dff', name = 'Радужный' }, -- радужный
}

Config.vehicles = { -- расположение "ламп" на транспорте
	[0] = {
		{0, 0, 1},
		--{0.4, 0, 1},
		--{-0.4, 0, 1}, 
	}
	--[[
	[401] = {
		{0, 2.3, -0.48, 0, 0, 90}, -- перед
		{0, -1.6, -0.48, 0, 0, 90}, -- зад
		{0.9, 0.4, -0.48}, -- справа
		{-0.9, 0.4, -0.48}, -- слева
	},
]]
}